import { ContentCardTypes } from '@/types/interface';

export const contentCardDataList: ContentCardTypes[] = [
  {
    id: 1,
    thumbnail: '',
    tag: [
      { id: 1, title: '주식' },
      { id: 2, title: '폰지사기' },
      { id: 3, title: 'NAV_프리미엄' },
    ],
    title: '올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식',
    description:
      '마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.',
    date: '2024.11.27',
    scrapCount: 0,
  },
  {
    id: 2,
    thumbnail: '',
    tag: [
      { id: 1, title: '주식' },
      { id: 2, title: '폰지사기' },
      { id: 3, title: 'NAV_프리미엄' },
    ],
    title:
      '올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식',
    description:
      '마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.',
    date: '2025.01.01',
    scrapCount: 100,
  },
  {
    id: 3,
    thumbnail: '',
    tag: [
      { id: 1, title: '주식' },
      { id: 2, title: '폰지사기' },
      { id: 3, title: 'NAV_프리미엄' },
    ],
    title:
      '올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식',
    description:
      '마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.',
    date: '2025.01.01',
    scrapCount: 100,
  },
  {
    id: 4,
    thumbnail: '',
    tag: [
      { id: 1, title: '주식' },
      { id: 2, title: '폰지사기' },
      { id: 3, title: 'NAV_프리미엄' },
    ],
    title:
      '올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식',
    description:
      '마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.',
    date: '2025.01.01',
    scrapCount: 100,
  },
  {
    id: 5,
    thumbnail: '',
    tag: [
      { id: 1, title: '주식' },
      { id: 2, title: '폰지사기' },
      { id: 3, title: 'NAV_프리미엄' },
    ],
    title:
      '올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식올해만 뜨거운 544% 상승한 지구상에서 가장 뜨거운 주식',
    description:
      '마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.마이크로스트레티지는 올해 주가가 516% 오르면서 비트코인 투자와 혁신적인 채권 활용 전략으로 주목받고 있어요.',
    date: '2025.01.01',
    scrapCount: 100,
  },
];
